	var objQuest = [
					{text:'Была признана бесперспективной из-за сложностей с поддержкой Юникода',
					 correct:'PHP 6'	
					 },
					{text:'Получила наиболее широкое распространение',
					 correct:'PHP 5'	
					 },
					{text:'Выпущена в 1998 году',
					 correct:'PHP 3'	
					 },
					{text:'Появился новый движок (Zend Engine)',
					 correct:'PHP 4'	
					 },
					{text:'Введена поддержка языка разметки XML',
					 correct:'PHP 5'	
					 },
					{text:'Функции ОПП стали во многом схожи с моделью, используемой Java',
					 correct:'PHP 5'	
					 },
					{text:'Добавлена поддержка type-hint-ов для скалярных типов',
					 correct:'PHP 7'	
					 },					 
					{text:'Был написан драйвер MySQLnd',
					 correct:'PHP 5'	
					 },
					{text:'Появилась поддержка сессий',
					 correct:'PHP 4'	
					 },
					{text:'Появилась буферизация вывода',
					 correct:'PHP 4'	
					 },
					{text:'Появился опциональный сборщик мусора',
					 correct:'PHP 5'	
					 },
					{text:'Поддержка короткого вида тернарного оператора "?:"',
					 correct:'PHP 5'	
					 },
					{text:'Появилась возможность расширения ядра дополнительными модулями',
					 correct:'PHP 3'	
					 },
					{text:'Поддерска сокращенной конструкции use',
					 correct:'PHP 7'	
					 },
					{text:'Добавлен оператор "??"',
					 correct:'PHP 7'	
					 }				 
	]